export const flightFaq = [
    {
        question: "چند روز قبل از پرواز، بلیط هواپیما را بخرم؟",
        answer:
            "امکان خرید بلیط هواپیما تا لحظه پرواز وجود دارد. اما گاهی اوقات قیمت بلیط هواپیما در روزهای نزدیک به پرواز ارزان‌تر می‌شود...",
    },
    {
        question: "در هر پرواز میزان بار مجاز چقدر است؟",
        answer:
            "میزان مجاز بار در بلیط هواپیما و کلاس پرواز نوشته شده است. هنگام خرید آنلاین بلیط هواپیما می‌توانید میزان بار مجاز را در اطلاعات بلیط ببینید...",
    },
    {
        question: "نرخ بلیط هواپیما برای نوزادان و کودکان زیر ۱۲ سال چگونه است؟",
        answer:
            "نرخ بلیط نوزادان و کودکان با بلیط بزرگسالان تفاوت دارد. به صورت کلی قیمت بلیط کودک (۲ تا ۱۲ سال) معمولا معادل ۷۵ تا ۱۰۰ درصد بلیط بزرگسال است...",
    },
    {
        question: "رزرو آنلاین بلیط هواپیما هزینه بیشتری از خرید حضوری دارد؟",
        answer:
            "خیر، برعکس، رزرو آنلاین در بیشتر مواقع ارزان‌تر است چون شما امکان مقایسه و انتخاب راحت‌تر دارید...",
    },
    {
        question: "آیا پس از خرید اینترنتی بلیط هواپیما امکان استرداد وجود دارد؟",
        answer:
            "بله، بستگی به قوانین ایرلاین دارد. هنگام خرید بلیط هواپیما می‌توانید شرایط کنسلی و استرداد را مشاهده کنید...",
    },
];

export const trainFaq = [
    {
        question: "در راه آهن و هنگام سوار شدن به قطار چه مدارکی لازم است؟",
        answer: "شما برای ورود به قطار باید این مدارک را با خود به همراه داشته باشید: پرینت بلیط و کارت شناسایی معتبر. در صورت داشتن تخفیف جانباز یا خانواده شهدا، به همراه داشتن کارت معتبر مربوطه نیاز ضروری است."
    },
    {
        question: "مقدار بار مجاز در قطار چقدر است؟",
        answer: "هر مسافر می‌تواند وسایل ضروری سفر خود را همراه ببرد به شرط آن‌كه حجم آن از ابعاد 75 سانتی متر و وزن 30 كیلوگرم تجاوز نكند. به عنوان مثال مسافر می‌تواند كیف‌دستی، بسته‌ و چمدان‌های كوچك محتوی لوازم شخصی، صندلی چرخ‌دار بیمار، كالسكه بچه و قفس كوچك پرندگان ریزجثه (حداكثر در ابعاد 40 سانتی‌متر) را به همراه داشته باشد."
    },
    {
        question: "روال استرداد یا کنسلی بلیط قطار چگونه است؟",
        answer: "مسافر می‌تواند تا قبل از حرکت قطار، بلیط یا بلیط‌های خریداری‌شده را به صورت آنلاین استرداد کند. لازم است مسافر حداقل تا نیم ساعت قبل از تغییر میزان جریمه، استرداد خود را ثبت کند. برای استرداد بلیط قطار پس از زمان ذکرشده، مسافر باید تا قبل از حرکت قطار، و با ارایه بلیط چاپی و کارت شناسایی به صورت حضوری به یکی از مراکز فروش بلیط قطار مراجعه کند."
    },
    {
        question: "قیمت بلیط برای کودک و نوزاد چگونه است؟",
        answer: "قیمت بلیط کودک نیم‌بها و نوزاد 10 درصد مبلغ بزرگسال است."
    },
    {
        question: "چه زمانی باید در ایستگاه حضور داشته باشم؟",
        answer: "حضور در ایستگاه یک ساعت قبل از حرکت قطار الزامی است. همچنین ده دقیقه مانده به حركت، تمام درهای قطار بسته خواهد شد و بعد از بسته‌شدن درها برای جلوگیری از خطرات احتمالی، سوارشدن به قطار امكان‌پذیر نیست."
    },
    {
        question: "در یک کوپه دربست چند نفر همراه اضافه می‌توان برد؟",
        answer: "در حال حاضر، امکان به‌همراه ‌بردن مسافر مهمان در کوپه دربست وجود ندارد."
    },
    {
        question: "در صورت مفقودی بلیط قطار، چه باید کرد؟",
        answer: "در صورت مفقودی بلیط، مسافر می‌تواند در زمان اداری به ایستگاه‌های راه‌آهن که سیستم آنلاین فروش بلیط دارند، مراجعه کند و دوباره بلیط را دریافت کند. همچنین به شرط حضور به‌موقع (حداكثر ۴۵ دقیقه مانده به حركت) در ایستگاه‌های راه‌آهن كه سیستم فروش بلیط آنلاین دارند و در وقت اداری، بلیط المثنی طبق آیین‌نامه مربوط صادر می‌شود. بلیط مفقودی باید از طریق شبكه رایانه‌ای صادر شده و استرداد نشده باشد. صدور بلیط المثنی با ۵ درصد قیمت كل بلیط انجام می‌شود و در صورت مفقود شدن آن، بلیط المثنی دیگری صادر نخواهد شد. درحال حاضر بلیط المثنی از طریق سیستم استرداد نمی‌شود. (استرداد بلیط المثنی فقط به شرط ارائه بلیط اصلی و بلیط المثنی به صورت همزمان در ایستگاه‌های آنلاین و كلیه نمایندگی‌های فروش و با هماهنگی مركز یكپارچه فروش بلیط قطار انجام می‌شود)."
    },
    {
        question: "آیا این امکان وجود دارد که مسافر در پکیج قطار با هتل فدک درخواست اقامت بیشتر در هتل داشته باشد؟ در صورت امکان، وضعیت آن به چه صورتی است؟",
        answer: "امکان اقامت بیشتر وجود دارد اما باید قبل از خرید با هتل مربوطه هماهنگ کرده باشند؛ همچنین تاریخ رفت و برگشت بلیط قطار باید بر اساس روزهایی باشد که در هتل می‌مانید. گفتنی است اقامت قطار فدک شامل شب اول و شب آخر می‌شود."
    },
    {
        question: "آیا خانوم‌ها می‌توانند بلیط قطار را برای کوپه مخصوص بانوان بخرند؟",
        answer: "بله این امکان وجود دارد. خانوم‌ها می‌توانند برای آرامش و راحتی خود در طول سفر، بلیط قطار را برای کوپه مخصوص بانوان بخرند. البته کوپه مخصوص آقایان هم برای آن‌ها درنظر گرفته شده است."
    },
    {
        question: "شرایط بیمه قطار چه گونه است؟",
        answer: "تمام مسافران قطار از لحظه ورود به ایستگاه مبدا تا خروج از ایستگاه مقصد در برابر حوادث بیمه هستند. بیمه حوادث مسافری شامل جبران هزینه‌های پزشكی و همچنین جبران نقص عضو یا فوت ناشی از حوادثی مانند آتش سوزی، تصادف، انفجار، خارج شدن قطار از ریل، مانور، سنگ‌پرانی و سایر حوادث احتمالی می‌شود."
    }
];


export const busFaq = [
  {
    question: "آیا خرید بلیط اتوبوس برای کودکان و اطفال زیر ۲ سال الزامی است؟",
    answer: "قیمت بلیط اتوبوس برای کودکان زیر دو سال، در صورتی که صندلی‌ به آن‌ها تعلق نگیرد رایگان است. اگر کودک به استفاده از صندلی نیاز داشته باشد، باید هزینه کامل بلیط اتوبوس را برایش پرداخت کنید تا صندلی متعلق به خودتان باشد."
  },
  {
    question: "نحوه رزرو بلیط اتوبوس در علی بابا چگونه است؟",
    answer: "برای خرید اینترنتی بلیط اتوبوس در وب‌سایت یا اپلیکیشن علی‌بابا (بخش بلیط اتوبوس) مبدا، مقصد، تاریخ حرکت و تعداد بلیط خود را انتخاب می‌کنید. سپس می‌توانید بلیط‌های موجود را در تاریخ مدنظرتان ببینید و با کارت بانکی و رمز دوم، بلیط دلخواهتان را بخرید. برای مطالعه راهنمای گام‌به‌گام و تصویری خرید اینترنتی بلیط اتوبوس، می‌توانید سری به اینجا بزنید."
  },
  {
    question: "استعلام بلیط اتوبوس علی‌بابا چگونه است؟",
    answer: "برای استعلام بلیط اتوبوس، کافی است به وب‌سایت یا اپلیکیشن علی‌بابا بروید و بعد از مشخص‌کردن مبدا و مقصد، لیست کامل اتوبوس‌های شرکت‌های مختلف را ببینید. بعد از خرید، اگر بخواهید جزئیات بلیط را ببینید، وارد حساب کاربری‌تان شوید و روی گزینه «سفرهای من» بزنید."
  },
  {
    question: "آیا بعد از خرید بلیط اتوبوس امکان تعویض صندلی وجود دارد؟",
    answer: "خیر. بعد از خرید بلیط اتوبوس، امکان تعویض صندلی وجود ندارد."
  },
  {
    question: "آیا می‌توانم اطلاعات بلیط اتوبوس خریداری‌شده را ویرایش کنم؟",
    answer: "خیر. بعد از خرید بلیط اتوبوس، امکان ویرایش اطلاعات آن وجود ندارد. درصورت نیاز، باید بلیط خود را استرداد کنید و بلیط جدیدی با اطلاعات جدید تهیه کنید. طبق قوانین، استرداد بلیط اتوبوس با درصدی جریمه همراه است."
  },
  {
    question: "در صورت اشتباه در خرید آنلاین بلیط اتوبوس چکار کنیم؟",
    answer: "در خرید آنلاین بلیط اتوبوس اگر اشتباهات در حد ایرادات ساده نگارشی باشد، می‌توانید این موضوع را با تعاونی مطرح کنید. اگر هم خطا در انتخاب مسیر باشد، باید بلیط خودتان را استرداد کنید و بلیط بخرید. طبق قوانین، استرداد بلیط اتوبوس با درصدی جریمه همراه است."
  },
  {
    question: "چطور مطمئن شوم خرید بلیط اتوبوس با موفقیت انجام شده؟",
    answer: "اگر خرید بلیط اتوبوس با موفقیت انجام شود، یک پیامک و ایمیل از علی‌بابا برای شما ارسال خواهد شد. در این پیامک و ایمیل شماره سفارش شما، اطلاعات اتوبوس و همچنین لینک دانلود بلیط وجود دارد."
  },
  {
    question: "در صورت خرید بلیط و سوارنشدن به اتوبوس، امکان بازگشت وجه پرداختی بلیط وجود دارد؟",
    answer: "بله. شما می‌توانید با مراجعه حضوری به تعاونی، بلیط اتوبوس خودتان را استرداد کنید. درصد جریمه بلیط شما در قسمت «قوانین استرداد» بلیط نوشته شده است."
  },
  {
    question: "آیا امکان خرید تلفنی بلیط اتوبوس وجود دارد؟",
    answer: "خیر. شما باید برای خرید بلیط اتوبوس به وب‌سایت یا اپلیکیشن علی‌بابا مراجعه کنید."
  },
  {
    question: "آیا قیمت بلیط اتوبوس در خرید اینترنتی با خرید حضوری فرق می‌کند؟",
    answer: "خیر. قیمت بلیط اتوبوس در خرید اینترنتی و حضوری تفاوتی ندارد؛ اما توجه داشته باشید که خرید اینترنتی بلیط اتوبوس سریع‌ترین راه خرید بلیط است. در هر زمان از شبانه‌روز امکان دسترسی به تمام بلیط‌ها در علی بابا وجود دارد. علاوه بر این، در خرید اینترنتی بلیط اتوبوس در علی‌بابا، امکان جانمایی صندلی هم وجود دارد."
  },
  {
    question: "امکان حمل حیوانات خانگی در داخل اتوبوس وجود دارد؟",
    answer: "طبق قوانین سازمان حمل‌ونقل امکان حمل حیوانات زنده در اتوبوس وجود ندارد."
  },
  {
    question: "مدارک مورد نیاز برای استفاده از اتوبوس چیست؟",
    answer: "به همراه داشتن کارت شناسایی معتبر (کارت ملی یا شناسنامه) برای دریافت بلیط الزامی است."
  },
  {
    question: "آیا برای استفاده از اتوبوس نیاز به پرینت بلیط است؟",
    answer: "برای استفاده از اتوبوس، نیازی به پرینت بلیط نیست و می‌توانید از بلیط دیجیتال استفاده کنید."
  }
];
