export const iranianCities = [
    // استان تهران
    'تهران', 'اسلام‌شهر', 'ورامین', 'شهرری', 'قدس', 'ملارد', 'پاکدشت',

    // استان خراسان رضوی
    'مشهد', 'نیشابور', 'سبزوار', 'تربت حیدریه', 'کاشمر', 'گناباد', 'تربت جام',

    // استان اصفهان
    'اصفهان', 'کاشان', 'نجف‌آباد', 'خمینی‌شهر', 'شاهین‌شهر', 'فولادشهر',

    // استان فارس
    'شیراز', 'مرودشت', 'کازرون', 'لار', 'فسا', 'جهرم',

    // استان آذربایجان شرقی
    'تبریز', 'مراغه', 'مرند', 'اهر', 'شبستر',

    // استان خوزستان
    'اهواز', 'آبادان', 'خرمشهر', 'ماهشهر', 'دزفول', 'شوشتر', 'اندیمشک',

    // استان البرز
    'کرج', 'نظرآباد', 'هشتگرد',

    // استان قم
    'قم',

    // استان کرمان
    'کرمان', 'رفسنجان', 'جیرفت', 'بم', 'زرند',

    // استان گیلان
    'رشت', 'لاهیجان', 'انزلی', 'لنگرود', 'آستارا', 'تالش',

    // استان آذربایجان غربی
    'ارومیه', 'خوی', 'میاندوآب', 'بوکان', 'سلماس', 'مهاباد',

    // استان کردستان
    'سنندج', 'سقز', 'بانه', 'مریوان',

    // استان مازندران
    'ساری', 'آمل', 'بابل', 'قائم‌شهر', 'تنکابن', 'نوشهر', 'بابلسر',

    // استان یزد
    'یزد', 'میبد', 'اردکان',

    // استان کرمانشاه
    'کرمانشاه', 'اسلام‌آباد غرب', 'سرپل ذهاب',

    // استان زنجان
    'زنجان', 'ابهر', 'خدابنده',

    // استان مرکزی
    'اراک', 'ساوه', 'محلات',

    // استان لرستان
    'خرم‌آباد', 'بروجرد', 'دورود', 'الیگودرز',

    // استان سیستان و بلوچستان
    'زاهدان', 'چابهار', 'ایرانشهر', 'زابل',

    // استان گلستان
    'گرگان', 'گنبد کاووس', 'علی‌آباد کتول',

    // استان هرمزگان
    'بندرعباس', 'بندر لنگه', 'قشم', 'میناب', 'کیش',

    // استان بوشهر
    'بوشهر', 'بندر گناوه', 'کنگان', 'دیر',

    // استان چهارمحال و بختیاری
    'شهرکرد', 'بروجن', 'فارسان',

    // استان همدان
    'همدان', 'ملایر', 'نهاوند',

    // استان قزوین
    'قزوین', 'البرز', 'تاکستان',

    // استان خراسان شمالی
    'بجنورد', 'شیروان', 'اسفراین',

    // استان خراسان جنوبی
    'بیرجند', 'قائن', 'فردوس',

    // استان ایلام
    'ایلام', 'دهلران', 'مهران',

    // استان کهگیلویه و بویراحمد
    'یاسوج', 'دهدشت', 'گچساران',

    // استان سمنان
    'سمنان', 'شاهرود', 'دامغان', 'گرمسار'
];
